{
    "1": "1. JASKUŁA Zdzisław i in. Rok polski. [il. Andrzej Graczykowski, Zbigniew Janeczek, Janusz Paweł Tryzno] Łódź, 1981.",
    "2": "2. DONGUY Jacques i in. Poésie polonaise contemporaine. [oprac. i tł. Michał Masłowski] Paris: le Castor Astral et Lettres Slaves. 1982, 204 s.",
    "3": "3. LOWELL Jerzy. Sezon w czyśćcu: collage reportażowy. Warszawa: Książka i Wiedza, 1982, 186 s.",
    "4": "4. Poezje wybrane. [wyb. i oprac. Krzysztof Karasek] Warszawa: LSW, 1983, 167 s.",
    "5": "5. BARAŃCZAK Stanisław i in. Poeta pamięta: antologia poezji świadectwa i sprzeciwu 1944-1984. Warszawa: Wydaw. Niezłomni, 1984, 362 s.",
    "6": "6. DEDECIUS Karl i in. Ein Jahrhundert geht zu Ende: polnische Gedichte der letzten Jahre [rap. Adam Zagajewski] Frankfurt am Main: Suhrkamp, 1984, 119 s.",
    "7": "7. DOPLICHER Fabio i in. Poesia della metamorfosi: prospettive della poesia in Italia e nel mondo al passaggio degli anni '80 [tł. Giovanna Tomassucci]. Roma: Stilb, 1984, 708 s.",
    "8": "8. REY Lucienne i in. Que le vent tourne!: jeunes poètes polonais d'aujourd'hui= Wende den Wind: polnische Gedichte der letzten Jahre. [przedm. Maurice Moureau] Hamburg: Maurice Moureau. 1984, 115 s. ",
    "9": "9. List do nieznanego poety. Kraków: Wydaw. Literackie, 1985, 133 s. REC: Wiszniewicz Joanna. 'Biuletyn Polonistyczny', 1986, t. 29, s. 362.",
    "10": "10. BARAŃCZAK Stanisław i in. Landkarte schwer gebügelt: neue polnische Poesie von 1968 bis heute. [il. Helena Szacka-Bohle]. München: Wilhelm Heyne Verlag, 1985, 133 s.",
    "11": "11. KOLBUS Edward. Kaskaderzy literatury: o twórczości i legendzie Andrzeja Bursy, Marka Hłaski, Haliny Poświatowskiej, Edwarda Stachury, Ryszarda Milczewskiego-Bruna, Rafała Wojaczka. Łódź: Wydaw. Łódzkie, 1986, 528 s.",
    "12": "12. List do nieznanego poety. [wyb. i wstęp Stanisław Stabro] Wrocław: Wydaw. Dolnośląskie, 1987, 133 s.",
    "13": "13. WILSON Reuel. Rafał Wojaczek – Genius of Despair. “The Slavic and East European Journal” 1987, nr 2, s. 143-157.",
    "14": "14. NORWID Cyprian Kamil i in. The burning forest [red. i tł. Adam Czerniawski] Newcastle upon Tyne: Bloodaxe Books, 1988, 184 s.",
    "15": "15. PYSIAK Krzysztof. Przecena dla młodej literatury. Warszawa: Młodzieżowa Agencja Wydawnicza, 1988, 265 s.",
    "16": "16. ORSKI Mieczysław. [b. t.] „Kultura Dolnośląska” 1989, nr 2/3, s. 64-65.",
    "17": "17. STABRO Stanisław. Poeta odrzucony. Kraków: Wydaw. Literackie, 1989, 313 s.",
    "18": "18.  WÓJTOWICZ Tomasz. Rafał Wojaczek widziany z okna mojego pokoju. „Głos Polski” [Toronto] 1990, nr 2, s. 11.",
    "19": "19. Przerosło mnie serce - wybór. [wyb., posł. i il. Józef Krzyżanowski]. Szczecin: Glob, 1991, 139 s. REC. Biała Alina. „Nowe Książki” 1992, nr 10, s. 46.",
    "20": "20. [b. a][b. t.] „NaGłos” 1991, nr 4, s. 140.",
    "21": "21. CHRZĄSTKOWSKA Bożena. Literatura współczesna „źle obecna” w szkole: antologia tekstów literackich i pomocniczych dla klas maturalnych. Wrocław: Zakład Narodowy im. Ossolińskich, 1991, 336 s.",
    "22": "22. DROZDOWSKI Bogdan i in. Od Staffa do Wojaczka: poezja polska 1939-1988. Łódź: Wydaw. Łódzkie, 1991, 838 s.",
    "23": "23. FOSTOWICZ Michał. Mięso nieśmiertelności (O poezji Rafała Wojaczka). „Czas Kultury” 1991, nr 32/33, s. 104-110.",
    "24": "24. ŁUKASIEWICZ Jacek. Liryka Rafała Wojaczka. „Kresy” 1991, nr 8, s. 33-38.",
    "25": "25. MASŁOŃ Krzysztof. Rafał Wojaczek, który aż był. „Rzeczpospolita” 1991, nr 106, s. 4",
    "26": "26. M.M. [b.t.] „Tygodnik Literacki” 1991, nr 9, s. 2.",
    "27": "27. PREJS Bogdan. Wspólnik. Szkic o „niejakim Wojaczku”. „Integracje” 1991, nr 27, s. 46-48.",
    "28": "28. Na nucie najwyższej. [wyb. i wstęp Bogusław Żurakowski] Warszawa: Anagram, 1992, 172 s.",
    "29": "29. MACIĄG Włodzimierz. Nasz wiek XX: przewodnie idee literatury polskiej. Wrocław: Zakład Narodowy im. Ossolińskich, 1992, 387 s.",
    "30": "30. ORSKI Mieczysław. Nawet Wojaczek. „Opole” 1992, nr 1, s. 38.",
    "31": "31. PIESZCZACHOWICZ Jan. Tragiczny bunt Rafała Wojaczka. „Przegląd Polski” 1992, z. 13 II, s. 6, 15.",
    "32": "32. PREJS Bogdan. Przeglądając spis wierszy Rafała Wojaczka (czyli kilka słów o tradycji). „Literatura Ludowa” 1992, nr 1, s. 49-55.",
    "33": "33. REWERS Ewa. Filozofia ciała w poezji – Rafał Wojaczek. „Sztuka i filozofia” 1992, t. 5, s. 170-181.",
    "34": "34. STYCZEŃ Janusz. Moje ostatnie spotkanie z Rafałem Wojaczkiem. „Za pozwoleniem” 1992, nr 9, s. 11-13.",
    "35": "35. Była wiosna, było lato. Bielsko-Biała: Wydaw. Profile, 1993, 109 s.",
    "36": "36. CUDAK Romuald. Biblia Rafała Wojaczka. Szkic. „Prace naukowe Uniwersytetu Śląskiego” 1999, nr 1376, s. 135-143.",
    "37": "37. KUNCEWICZ Piotr. Agonia i nadzieja. T.3: Poezja polska od 1956 roku. Warszawa: BGW, 1993, 586 s. ",
    "38": "38. MARX Jan. Legendarni i tragiczni: eseje o polskich poetach przeklętych. Warszawa: Alfa-Wero, 1993,0 s.",
    "39": "39. PRZYBOŚ Julian i in. Vetëm Itaka mbetet = Tylko Itaka pozostanie: antologji e poezisė shqipe dhe po sh.XX = antologia poezji albańskiej i polskiej XX w. [wyb. i  przekł. i wstęp Mazllum Saneja, oprac. graf. Barbara Aumer] Warszawa: Latona, 1993, 271 s.",
    "40": "40. STABRO Stanisław. Rafał Wojaczek – dwadzieścia lat później. „Odra” 1993, nr 1, s. 26-31. ",
    "41": "41. SZCZAWIŃSKI Maciej Michał. Rafał Wojaczek, który był. Katowice: Towarzystwo Zachęty Kultury, 1993, 131 s.  REC: Bałazy Joanna. „Górnośląski Diariusz Kulturalny” 1994, nr 3, s. 15. REC: Benka Urszula. „Fa-Art” 1994, nr 2, s. 73-75. REC: Drzewucki Janusz. „Rzeczpospolita” 1994, nr 10, s. 4. REC: [b. a.] „Nowe Książki” 1994, nr 11, s. 64. REC: P.J. „Górnośląski Diariusz Kulturalny” 1993, nr 7, s. 27. REC: Sadowski Sławomir. „Krzywe Koło Literatury” 1994, nr 3, s. 14. REC: Spychalski Mirosław. „Gazeta o Książkach” 1994, nr 3, s. 10. REC: Szczawiński Maciej „Opcje” 1994, nr 1, s. 119-120. REC: Szczawiński Maciej „Ex Libris” 1994, nr 47, s. 8.",
    "42": "42. ŻURAKOWSKI Bogdan. Poemat jest osobą. „Integracje” 1994/1995, z. 30,  s. 43-44. ",
    "43": "43. KUNZ Tomasz. 'Ja', którego nie było. Transformacje podmiotowości w liryce Rafała Wojaczka.  „Pamiętnik Literacki” 1994, z. 4, s. 73-95.",
    "44": "44. SIENKIEWICZ Marek. Śmierć nie może być godna. „Mit” 1994, nr 2, s. 19-20.",
    "45": "45. SWORZEŃ Marian. Teatr i Poeta. (Reportaż prawdziwy). „Topos” 1994, nr 5/6, 26-27.",
    "46": "46. WOJNAROWSKI Edmund. Czy utrzymamy się w czołówce? „Górnośląski Diariusz Kulturalny” nr 3, s. 4.",
    "47": "47. Była potrzeba. „Śląsk: miesięcznik społeczno-kulturalny” 1995, nr 2, s.5.",
    "48": "48. Križ; Zvezda; Dotakniti se. [tł. Katarina Šalamun-Biedrzycka] „Razgled 1995, nr 19, s. 8.",
    "49": "49. ABRAMOVIČ Olga, Andrej Bazilevskij Pol'skaâ poèziâ: XX vek: antologiâ. , Eva Lipskaja, Rafal Wojaček, Juzef Baran, Lešek Aleksandr Močul'skij, Stanislav Baran'čak = Poezja polska: XX wiek: antologia. 2, Ewa Lipska, Rafał Wojaczek, Józef Baran, Leszek Aleksander Moczulski, Stanisław Barańczak. [tł. Olga Abramovič i in., wyb. i przedm. Andrej Bazilevskij] Moskva: Vachazar, 1995, 284 s.",
    "50": "50. ABRAMOVIČ Olga i in. Pol'skaja poezija: XX vek: antologija. [tł. Olg in., przedm., oprac. i tł. Andrej Bazilevskij, il. Andrzej Heidrich] Moskva: Vachazar, 1995, 284 s.",
    "51": "51. CHWIN Stefan. Wojaczek: Samobójstwo jako doświadczenie wyobraźni. „Tytuł” 1995, nr 3/4, s. 119-138.",
    "52": "52. CUDAK Romuald. Rafał Wojaczek - który jest. „Śląsk: miesięcznik społeczno-kulturalny” 1995, nr 2, s. 54-55.",
    "53": "53. KOWALEWSKI Lech. Po drugiej stronie śmierci. (Wokół poezji Rafała Wojaczka). „Albo Albo” 1995, nr 1/4, s. 83-89.",
    "54": "54. ROZKA Štefan i in. Iz poljske ljubezenske lirike. „Sodobnost” 1995, vol. 43, s. 754-763.",
    "55": "55. STABRO Stanisław. Poezja i historia: od Żagarów do Nowej Fali. Kraków: Universitas, 1995, 440 s.",
    "56": "56. STYCZEŃ Janusz. Jaki był Wojaczek? „List Oceaniczny” 1995, nr 23, s. 6-7.",
    "57": "57. STYCZEŃ Janusz. Jaki był Wojaczek? „Mit” 1995, nr 5, s. 17-18.",
    "58": "58. Dla Ciebie piszę miłość. [wyb. i oprac. Leszek Lachowiecki] Warszawa: Sternik, 1996, 214 s.",
    "59": "59. Wiersze. [oprac. i posł. Bogusław Kierc] Wrocław: Wydaw. Dolnośląskie, 1996, 332 s. REC: [b. a.] „Bibliotekarz Płocki” 1996, nr 2, s. 25. REC: [b. a.] „Dykcja” 1996, nr 3/4, s. 177.   REC: K.M. „Rzeczpospolita” 1996, nr 220, s. 7. REC: Nyczek Tadeusz. „Książki. Gazeta” 1996, nr 9, s. 11. REC: Żuliński Leszek. “Wiadomości kulturalne” 1997, nr 5, s. 20.",
    "60": "60. DEDECIUS Karl i in. Poesie. Bd. 2. Zürich: Ammann, 1996, 894 s.",
    "61": "61. K.M. Modlitwa Villona. “Rzeczpospolita” 1996, nr 109, s. 25.",
    "62": "62. KUNZ Tomasz. Spór o Rafała Wojaczka. „Kresy” 1996, nr 4, s. 101-110.",
    "63": "63. STAFF Leopold i in. Sovremena polska poezija. [tł. Petre Nakovski] Skopje: Makedonska Revija, 1996, 214 s.",
    "64": "64. SZCZAWIŃSKI Maciej Michał. Rafał Wojaczek, który był. Katowice: Książnica, 1996, 185 s. REC: Lorkowski Piotr. „Topos” 1997, nr 1, s. 91-92. REC: [b. a.] „Śląsk” 1996, nr 8, s. 72. REC: Pajewska Mirosława. “Tytuł” 1998, nr 1, s. 229-235. REC: Żuliński Leszek. “Wiadomości kulturalne” 1997, nr 5, s. 21.",
    "65": "65. ADAMIEC Marek. Czytamy polskie wiersze współczesne. Gdańsk: Wydaw. Harmonia, 1997, 193 s.",
    "66": "66. KOŚMIDER Marek. Stanisław Grochowiak (1934-1976); Andrzej Bursa (1932-1957); Edward Stachura (1937-1979); Halina Poświatowska (1935-1967); Rafał Wojaczek (1945-1971): wiersze. „Wiadomości kulturalne” 1997, nr 6, s. 13.",
    "67": "67. STERNA-WACHOWIAK Sergiusz i in. Polnische Lyrik aus 100 Jahren. [tł. Joseph Retz] Gifkendorf: Merlin, 1997, 234 s.",
    "68": "68. List do Królowej Polski. Modlitwa bohaterów; Była wiosna, było lato; Ojczyzna; Mit rodzinny; Gwałt: wiersze. „Gazeta Wyborcza” 1998, nr 301, s. 28, 31.",
    "69": "69. GEREMEK Rafał. On nas wszystkich oszukał. „Życie” 1998, nr 284, s. 11-12.",
    "70": "70. HOBOT-MARCINEK Joanna. Cenzor jako odbiorca i autor na przykładzie poezji Wojaczka i Barańczaka. „Dekada Literacka” 1998, nr 12, s. 8-9.",
    "71": "71. KOWALCZYKOWA Alina i in. Poezja współczesna w szkole: interpretacje. Warszawa: Stentor, 1998, 170 s.",
    "72": "72. KOWALEWSKI Włodzimierz. Trzy ostatnie dni Wojaczka. „Życie z Książkami” 1998, nr 22 X, s. 5.",
    "73": "73. PIĄTKOWSKA Monika. Ślad wierszy na moich plecach. „Gazeta Wyborcza” 1998, nr 301, s. 28, 31-32.",
    "74": "74. POLANICKI Jerzy. Poezja polska w szkole średniej: od średniowiecza do współczesności. Warszawa: Kama, 1998, 704 s.",
    "75": "75. SROKOWSKI Stanisław. Między miłością, sztuką i szaleństwami: Spotkania z Wojaczkiem. „Czas Najwyższy” 1998, nr 45/46, s. XLII-XLIII.",
    "76": "76. WYSŁOUCH Seweryna. Filmowy portret poety. „Polonistyka” 1998, nr 3, s. 147-151.",
    "77": "77. Reszta krwi. Mikołów: Instytut Mikołowski, 1999, 89 s. REC: Kornhauser Julian „Tygodnik Powszechny” 2000, nr 12, s. 12. REC: Maliszewski Karol „Gazeta Wyborcza” 2000, nr, s. 12. REC: Or. „Odra” 2000, nr 11, s. 125. REC: Pluszka Adam, Radosław Kobierski „Studium” 1999/2000, nr 6/1, s. 155-164. REC: Pogoda Monika „Pogranicza: szczeciński kwartalnik kulturalny” 2000, nr 1/2, s. 134-136. REC: Śliwiński Piotr. „Czas kultury: kultura, literatura, filozofia” 1999, nr 4/5, s. 143-146.",
    "78": "78. Rimbaud. “Śląsk: miesięcznik społeczno-kulturalny” 1999, nr 5, s. 36.",
    "79": "79. BOGDANOWSKA Monika. Porządkowanie Wojaczka. „Ruch Literacki” (Kraków) 1999, z. 2, s. 183-198.",
    "80": "80. CUDAK Romuald. Rafał Wojaczek. „Postscriptum” 1999, nr 31/32, s. 44-52.",
    "81": "81. DUNIN-WĄSOWICZ Paweł. Rafał Wojaczek/Krzysztof Siwczyk - to była legenda. „Machina” 1999, n 11, s. 72-74.",
    "82": "82. DZIWISZ Marian. Interpretacje. Kraków: Korona, 1999.",
    "83": "83. LUBINA-CIPIŃSKA Danuta. Dramat poety. „Rzeczpospolita” 1999, nr 164, s.8.",
    "84": "84. LUBINA-CIPIŃSKA Danuta. Wiersze dla Teresy. „Rzeczpospolita” nr 158, s. A10. ",
    "85": "85. ŁUKASZEWICZ Michał. Dziecko starego mitu. „Literatura” 1999, nr 9, s. 44-46.",
    "86": "86. MAJEWSKI Lech, Maciej MELECKI. Wojaczek: scenariusz. Katowice: Angelus Sesius, 1999, 88 s.",
    "87": "87. NAWARECKI Aleksander i in. Kanonada: interpretacje wierszy polskich (19-1989). Katowice: Wydaw. Uniwersytetu Śląskiego, 1999, s. 118-133.",
    "88": "88. NYCZ Ryszard. Lektury polonistyczne: Literatura współczesna. T. 2. Krakó: Universitas, 1999, 533 s.",
    "89": "89. ROZKA Štefan i in. Prošnja za srečne otoke: antologija poljske ljubez Radovljica: Didakta, 1999, 180 s.",
    "90": "90. SIWCZYK Krzysztof i in. Poeci. [rozm. przepr. Katarzyna Majewska] „Kino” 1999, nr 12, s. 36-37.",
    "91": "91. SROKOWSKI Stanisław. Głos wołającego na puszczy (Wspomnienie o Rafale Wojaczku). „Akant” 1999, nr 1, s. 6-9.",
    "92": "92. SROKOWSKI Stanisław. Skandalista Wojaczek: legendy, prowokacje, życie. Wrocław: Stanley Wydaw. Wrocławskie, 1999, 119 s. REC: Bratkowski Piotr. „Gazeta Wyborcza” 1999, nr 219, s. 14. REC: Mazurkiewicz-Goś Iza. „Obrzeża” 2000, nr 12, s. 12.",
    "93": "93. STYCZEŃ Janusz. Wojaczek znany i nieznany. „Pomosty” 1999/2000, T. 4/5, s. 117-119.",
    "94": "94. SZCZAWIŃSKI Maciej Michał. Rafał Wojaczek, który był. Katowice: Książnica, 1999, 185 s.  REC: Kosiewski Stefan. „Łabuź” 2000, nr 35, s. 53-55. REC: Masłoń Krzysztof. „Magazyn Literacki” 1999, nr 11, s. 83. REC: Śliwiński Piotr. „Czas Kultury” 1999, nr 4/5, s. 142-146.",
    "95": "95. ŚARMĀ Harimohan i in. Ādhunik polís kavitā̃e. Nai Dilli: Rādhākrsn Prakāśan, 1999, 119 s.",
    "96": "96. ŚLIWIŃSKI Piotr. Wojaczek: Powtórka z polskiego. „Czas kultury” 1999, nr 4/5, s. 143-146.",
    "97": "97. WOLNY Maja. Krata w oknie: sceny z życia Rafała Wojaczka. „Polityka” (Warszawa), 1999, nr 49, s. 45-46.",
    "98": "98. ZIOMBER Teresa. Ściemnia się. Mój dzień w psychiatryku. „Wysokie Obcasy” 1999, nr 35, s. 34-38.",
    "99": "99. In tödlicher Not: ausgewählte Gedichte. [tł. i red. Gregor Simonides, Tobias Rössler] Rimbaud: Aachen, 2000, 88 s.",
    "100": "100. Wiersze. [red. Tadeusz Pióro] Warszawa: Państwowy Instytut Wydawniczy, 2000, 370 s.",
    "101": "101. BEREŚ Stanisław i in. Wojaczek sześciokrotny: O Rafale Wojaczku z Andrzejem Wojaczkiem, Elżbietą Fediuk, Danutą Kierc, Bogusławem Kiercem, Maciejem M. Szczawińskim. Mieczysławem Orskim. „Kresy” 2000, nr. 2/3, s. 74-90.",
    "102": "102. BRITANIŠSKIJ Vladimir L’vovic i in. Pol'skie poèty XX veka : antologija = Poeci polscy XX wieku: antologia. T. 2 [red. i tł. Natal'ja Astaf'eva] Sankt-Peterburg: Aletejja, 2000, 524 s.",
    "103": "103. DEDECIUS Karl i in. Poésie. Vol. 2. [tł. Claude-Henry du Bord i in.] Paris: Éd. Noir sur Blanc, 2000, 906 s.",
    "104": "104. KRESOWATY Zbigniew. On też był tak blisko poezji: Wspomnienie o Andrzeju Wojaczku, bracie rodzonym poety Rafała. „Przewodnik Artystyczno-Literacki” 2000, nr 11, s. 31-33.",
    "105": "105. ŁOZIŃSKI Józef. Za szybą. „Twórczość” 2000, nr 2, s. 156-159.",
    "106": "106. ŁUKASZUK-PIEKARA Małgorzata. W mocy sygnatury, czyli poemat jest osobą: Poemat jest kimś innym (Wojaczek). „Kresy” 2000, nr 2/3, s. 50-73.",
    "107": "107. SARZYŃSKI Piotr, Maja WOLNY. Kronika śmierci przedwczesnych. Warszawa: Wydaw. Iskry, 2000, 310 s.",
    "108": "108. SPYCHAŁA Piotr. Kim był Rafał Wojaczek, którego nie było. Cz. 1, 'Sezon'. Tarnów: Bestiarium, 2000, 65 s.",
    "109": "109. SPYCHAŁA Piotr. Kim był Rafał Wojaczek, którego nie było. Cz. 2, 'Inna bajka', poematy prozatorskie. Tarnów: Bestiarium, 2000, 68 s."
}
